<!DOCTYPE html>
<html lang="ru">
<head>
    <link rel="stylesheet" href="../content/css/style.css">
    <meta charset="utf-8">
    <title> Моё портфолио</title>
    <meta name="description"
        content="Сай на тему Винтажный магазин одежды.Он создан для развлекательных целей и не несет вреда потребителю">
    <meta name="author" content="Береза Алёна Олеговна">
</head> 
<body>
   
<div class="back">
   <iframe src="navigation.php" width="100%" style="display: block; border: none; height: 60px;"></iframe>
   <div class="text-glavnoe">
   <p>Каталог</p></div>
   <div class="catalog"></div>
   <div class="text-card">
    <h> Старая школа — место, где история обретает форму.

Мы собираем подлинную одежду XVII–XIX веков: от барочных камзолов до викторианских силуэтов. Каждый предмет сохранил не только крой и фурнитуру, но и дыхание эпохи — мягкость натурального шёлка, следы ручной вышивки, характер времени.

Мы бережно проверяем происхождение вещей, сохраняем их аутентичность и рассказываем историю, скрытую в каждом шве. Для нас это не просто ткань — это материальная память и искусство, пережившее века.

Прикоснитесь к прошлому. Носите красоту, созданную мастерами, чьи имена стали историей.</h>
  </div>

</body>
</html>